<script setup></script>

<template>
  <div class="wrapper">
    <project-breadcrumb />
    <h2 class="view__title view__title-margin12">Грант имени П.Л. Капицы</h2>
    <div class="grant">
      <div class="grant__info">
        <p>
          Московский политехнический университет приглашает молодых ученых (постдоков) в возрасте до
          39 лет участвовать в конкурсном отборе на получение грантов имени П.Л. Капицы. Конкурс
          осуществляется в рамках реализации программы стратегического академического лидерства
          «Приоритет-2030» и проводится во второй раз
        </p>
        <p>
          Московский политехнический университет приглашает молодых ученых (постдоков) в возрасте до
          39 лет участвовать в конкурсном отборе на получение грантов имени П.Л. Капицы. Конкурс
          осуществляется в рамках реализации программы стратегического академического лидерства
          «Приоритет-2030» и проводится во второй раз
        </p>
        К участникам конкурса есть определенные требования.
        <ul>
          <li>возраст до 39 лет включительно;</li>
          <li>
            ученая степень кандидата / доктора наук или степень PhD, полученная в российском или
            иностранном университете;
          </li>
          <li>
            уровень индекса Хирша (h–index) по базе данных «Scopus» у кандидата должен быть не менее
            трех;
          </li>
          <li>
            Московский Политех – не основное место работы кандидата в течение последних 12 месяцев.
          </li>
        </ul>
        <p>
          Заявку можно подать на портале конкурсных отборов Московского Политеха не позднее 13
          августа 2023 года. <br />
          Победителей определят 24 августа 2023 года на заседании Ученого совета Московского
          Политеха.
          <br />
          Вопросы по участию принимаются на электронную почту: e.e.iugai@mospolytech.ru (тема
          письма: гранты им. П.Л. Капицы). <br />
          Подробнее ознакомиться с условиями проведения конкурса можно в Положении о системе отбора
          кандидатов при проведении конкурса на получение грантов имени П.Л. Капицы для молодых
          ученых (постдоков).
        </p>
      </div>
      <div class="docs row flex-sm-row">
        <button type="button" class="view__link-btn btn col docs__btn">
          <img src="@/assets/images/paperclip.png" alt="paperclip" />Положение о системе отбора
        </button>
        <button type="button" class="view__link-btn btn col docs__btn">
          <img src="@/assets/images/paperclip.png" alt="paperclip" />Приказ
        </button>
      </div>
    </div>
  </div>
</template>

<style lang="scss" scoped>
.wrapper {
  margin-top: 2.75rem;
  margin-bottom: 5rem;
}
.view__title-margin12 {
  margin-bottom: 0.75rem;
}

.grant {
  &__info {
    padding-bottom: 4rem;
    line-height: 1.75rem;
  }
  &__title {
    font-size: 1.5rem;
    font-weight: 800;
    padding-bottom: 1rem;
    margin: 0;
    line-height: 1.875rem;
  }
  ul {
    margin-top: 0;
  }
}
.docs {
  gap: 2.5rem;
  &__btn {
    &:hover {
      background-color: #c4c4c4;
      color: white;
      transition: 0.5s;
    }
  }
}
</style>
