<script setup>
import SciFiVideo from '@/components/SciFi/SciFiVideo.vue'

defineProps({
  id: String
})
</script>
<template>
  <div class="wrapper wrapper--default-m">
    <project-breadcrumb />
    <h2 class="view__title">Научная кухня</h2>
    <p class="sci-fi__details">
      /что-то о проекте/ С мая 2013 по сентябрь 2015 год – и.о. ректора Федерального
      государственного бюджетного образовательного учреждения высшего профессионального образования
      Московский государственный вечерний металлургический институт (МГВМИ). В 2015 году награждена
      почетной грамотой Министерства образования и науки Российской Федерации за многолетнюю
      плодотворную работу по развитию и совершенствованию учебного процесса, за значительный вклад в
      дело подготовки высококвалифицированных специалистов. С сентября 2015 по август 2016 –
      директор Инженерно-конструкторского института Университета машиностроения. С февраля 2016 по
      декабрь 2016 – проректор по развитию, первый проректор-проректор по учебной работе, проректор
      по учебно-методической работе Федерального государственного образовательного учреждения
      высшего образования «Московский автомобильно-дорожный государственный технический университет
      (МАДИ)». C января 2017 года – директор по образовательным и научным проектам Московского
      политехнического университета. С мая 2019 года – проректор по учебной работе Московского
      политехнического университета. Занимается научно-педагогической деятельностью, является
      доцентом кафедры «Металлургия», руководителем образовательной программы «Инновации в
      металлургии» Московского политехнического университета.
    </p>
    <div class="row sci-fi__videos">
      <SciFiVideo class="col-4" v-for="index in 9" :key="index" />
    </div>
  </div>
</template>
<style lang="scss" scoped>
.sci-fi {
  &__videos {
    margin-top: 4rem;
  }
}
</style>
